Repository: FINDAPET/FINDAPET-App
Catalog: FINDAPET-App/Localization/*.lproj/Localizable.strings
Languages: ru

source: Check the app
ru: Проверьте приложение

source: Profile
ru: Профиль

source: Feed
ru: Лента

source: Log In
ru: Войти

source: Sign In
ru: Зарегестрироваться

source: FINDAPET is a convenient app for buying and selling purebred animals from catteries all over the world.
ru: FINDAPET - удобное приложение для покупки и продажи породистых животных из питомников со всего мира.

source: Error
ru: Ошибка

source: Not Found
ru: Не найдено

# Not Autorized
source: User doesn't autorized
ru: Пользователь не авторизирован

source: Server Error
ru: Ошибка сервера

source: Incorrect Data
ru: Неверные данные

source: Failed to make a request
ru: Не удалось произвести запрос

source: Email isn't valid
ru: Некорректный email

source: Password is too short
ru: Пароль слишком короткий

source: Password must be 8 charecters long.
ru: Пароль должен иметь 8 символов.

source: Back
ru: Назад

source: Password
ru: Пароль

source: Save
ru: Сохранить

source: Main
ru: Основные

source: Your name or your cattery name
ru: Ваше имя или название вашего питомника

source: Description(optional)
ru: Описание(необязательно)

source: Register as a cattery(optional)
ru: Зарегестрироваться как питомник(необязательно)

# Cattery documents
source: Cattery document(optional)
ru: Документы питомника(необязательно)

source: Name field is empty
ru: Поле имени пустое

source: Cattery document image is empty
ru: Фотография документа питомника отсутствует

source: Fill in all required fields
ru: Заполните все обязательные поля

source: Your cattery is confirmed
ru: Ваш питомник подтвержден

source: When your kennel is verified we will send you a notification
ru: Когда ваш питомник будет подтвежден мы отправим вам уведомление

source: You bought a pet
ru: Вы купили питомца

# Privacy Policy Text
source: Privacy Policy
ru: Политика конфеденциальности

source: Privacy policy
ru: Политика конфеденциальности

source: Do you agree with privacy policy?
ru: Вы согласны с политикой конфеденциальности?

source: You don't agree with the privacy policy
ru: Вы не согласны с политикой конфиденциальности

# Verified catteries are always marked for the buyer
source: Upload cattery registration certificate photo. Verified catteries are always marked for the buyer and are displayed above in the list. Don't worry this picture will only be seen by our verification officer.
ru: Верифицированные питомники всегда помечаются для покупателя и отображаются выше в списке
